Enterprise_Serivces/Prod/Bronze4/CSLRealmUserService/result1/Iteration1/t4_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/GetVersion</wsa:Action><wsa:MessageID>uuid:60215331-7a53-4ea2-918e-277b09da4f60</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslrealmuserserviceqa1.testgs.pvt/RealmUserService.svc</wsa:To></soap:Header><soap:Body><GetVersion xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>